tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "thezoraiz/ascii-image-converter"
brew "bash"
brew "bat"
brew "glib"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "glow"
brew "gnu-sed"
brew "gobject-introspection"
brew "harfbuzz"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "mas"
brew "mdcat"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "transmission-cli"
brew "tree"
brew "zoxide"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "discord"
cask "firefox", args: { language: "ru" }
cask "keka"
cask "kitty"
cask "raycast"
cask "spaceman"
cask "windscribe"
mas "CleverPDF", id: 1445515197
mas "HP Smart", id: 1474276998
mas "Microsoft OneNote", id: 784801555
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
mas "Vimari", id: 1480933944
mas "VK Messenger", id: 1265763895
mas "WhatsApp", id: 1147396723
